[VCP_Defender X2EncyclopediaTemplate]
ListTitle = "捍卫者"
DescriptionTitle = "捍卫者"
DescriptionEntry = "这些士兵经过训练并随时准备为团队挡枪，同时也会进行反击。他们在这里是为了在需要时提供掩护和火力支援."

[VCP_Defender X2SoldierClassTemplate]
DisplayName="捍卫者"
ClassSummary="这些士兵经过训练并随时准备为团队挡枪，同时也会进行反击。他们在这里是为了在需要时提供掩护和火力支援."
LeftAbilityTreeTitle="主动防守"
RightAbilityTreeTitle="团队协同"
AbilityTreeTitles[0]="主动防守"
AbilityTreeTitles[1]="团队协同"
AbilityTreeTitles[2]="自卫"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Defender Unlocks
[VCP_DefenderUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "捍卫者: 防御精通2"
Summary = "所有防御型士兵都获得防御精通2，不论军衔."
[VCP_DefenderUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "捍卫者: 防御精通3"
Summary = "所有防御型士兵都获得防御精通3，不论军衔."
[VCP_DefenderUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "捍卫者: 防御精通4"
Summary = "所有防御型士兵都获得防御精通4，不论军衔."

[GTS_VCP_Defender1 X2SoldierAbilityUnlockTemplate]
DisplayName="捍卫者：幸存者"
Summary="捍卫者拒绝倒下。每次任务中的首次致命一击将变为重伤状态。减少伤口恢复时间."
[GTS_VCP_Defender2 X2SoldierAbilityUnlockTemplate]
DisplayName="捍卫者: 保护得当"
Summary="你比普通士兵更强壮。提供一个仅用于背心的插槽."
[GTS_VCP_Defender3 X2SoldierAbilityUnlockTemplate]
DisplayName="捍卫者: 减震装甲"
Summary="捍卫者，别在意！2格范围内的伤害减少."

;***************************************
;New Ability Descriptions
;***************************************

;Defender Ability
[VCP_DefenseMastery X2AbilityTemplate]
LocFriendlyName = "防御精通"
LocHelpText = "<Ability:ClassName/>随着经验的积累提升了其防御能力."
LocLongDescription = "<Ability:ClassName/>随着经验的积累，其防御能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font> (gained at <Ability:RANKNAME1/> rank [1])<br/><Bullet/> 获得<font color='#3ABD23'>盾击淤伤</font> - 盾牌攻击会造成淤伤.<br/>绑定伙伴现在每场任务都会获得一个盾牌，盾牌强度随绑定等级提升.<br/><Bullet/> 获得+2 HP.<br/><br/><font color='#CA7200'>等级2</font> (gained at <Ability:RANKNAME3/> rank [3]<br/><Bullet/> 获得<font color='#3ABD23'>盾墙守护</font> -后<font color='#3ABD23'>盾墙</font>, 为附近盟友提供少量临时生命值.<br/><Bullet/> 获得+1护甲.<br/><br/><font color='#CA7200'>等级3</font> (gained at <Ability:RANKNAME5/> rank [5]<br/><Bullet/> 获得<font color='#3ABD23'>永远安全</font> - 自动使用<font color='#3ABD23'>保护协议</font>如果你本回合仅执行移动动作.<br/><Bullet/> 获得+2 HP.<br/><br/><font color='#CA7200'>等级4</font> (gained at <Ability:RANKNAME7/> rank [7])<br/><Bullet/> 获得<font color='#3ABD23'>叠加护甲</font> - 每装备一件背心/装甲板，额外获得护甲值.<br/><Bullet/> 获得+1护甲."
